[ 
  {
    "name": "Bard",
    "id": "BRD",
    "role": "Damage",
    "archetype": "Hybrid",
    "weaponType": "1H Blunt / Slashing / Piercing, Throwing",
    "armorType": "Plate",
    "description": "Bards are jack-of-all-trades adventurers who use music to create a wide variety of magic effects. Though they often use melee weapons, bards are primarily a magic-using class, with the ability to wear plate armor and wield many different types of weapons and instruments. Bards can do a little bit of everything. Their songs can regenerate health and mana, increase attack speed and accuracy, momentarily charm angry enemies, help friends resist many types of damage, and even directly damage enemies. Bards are perhaps best known, however, for their ability to greatly increase the foot speed of their group."
  },    
  {
    "name": "Beastlord",
    "id": "BST",
    "role": "Damage",
    "archetype": "Hybrid",
    "weaponType": "1H Blunt, Hand-to-Hand",
    "armorType": "Leather",
    "description": "Beastlords are the masters of the raw energies of nature. They can focus these energies into themselves and their warder pets. Beastlords are primarily a melee class, with the ability to wear leather armor and wield blunt weapons, or use their bare hands to attack. Beastlords prepare for battle by calling on their animal warder and increasing the creature's natural abilities with spells. They share every combat with their warders, fighting beside these fierce companions or falling back to heal and aid them when needed. Beastlords learn spells to slow or damage their opponents, can heal their friends, and improve their ally's health and mana regeneration. This makes the beastlord a well-rounded ally in any group."
  },
  {
    "name": "Berserker",
    "id": "BER",
    "role": "Damage",
    "archetype": "Melee",
    "weaponType": "2H Blunt / Slashing",
    "armorType": "Chain",
    "description": "Berserkers are fearsome fighters who possess inordinate amounts of strength and bravery. They lunge into battle swinging large two-handed axes or hurtling throwing weapons at their prey. They carry huge axes because of the damage they deal and for the fear the weapons instill in the enemy. As great as berserkers' skill with a two-handed axe is, their skill with throwing weapons cannot be overlooked. As they become more powerful, they can infuse their rage into various thrown weapons, causing dire effects when they strike a foe. With the mastery of this innate rage, the berserker also gains the ability to become \"berserk,\" a deadly state which causes a great amount of damage as a berserker's blade swings with frenzy."
  },
  {
    "name": "Cleric",
    "id": "CLR",
    "role": "Healing",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt",
    "armorType": "Plate",
    "description": "Clerics dedicate their lives to the gods of Norrath, gaining magical powers in exchange for their faith and service. Clerics are primarily a magic-using class, with the ability to wear plate armor and wield blunt weapons. Clerics gain powerful healing and enhancement spells that greatly increase the health and defenses of their group. They can keep their allies healed even in the most dangerous battles. While other priest classes have good healing spells, none can compare to the power and efficiency of clerical healing."
  },
  {
    "name": "Druid",
    "id": "DRU",
    "role": "Healing",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt, 1H Slashing",
    "armorType": "Leather",
    "description": "Druids are disciples of the wilds, following the teachings of the Norrathian gods of nature. Druids are primarily a magic-using class, with the ability to wear leather armor and wield blunt weapons and scimitars. Druidic magic takes many forms, allowing the druid to fill a variety of roles when in a group or adventuring alone. Druids possess excellent healing abilities, powerful mana- and health-regenerative spells, and valuable enhancements that improve the health and armor of their group."
  },
  {
    "name": "Enchanter",
    "id": "ENC",
    "role": "Damage",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt, 1H Piercing",
    "armorType": "Cloth",
    "description": "Enchanters are the most subtle of spell casters, with little focus on doing damage directly but tremendous impact on the world around them. Enchanters are primarily a magic-using class, with the ability to wear cloth armor and wield blunt weapons and daggers. Enchanters specialize on improving the minds of their allies, with unmatched mana regeneration spells and mental enhancements. Haste spells are also the domain of the enchanter, providing incredible boots in attack speed for members of their group. Enchanters have many powers of illusion as well, allowing them to take the form of many different creatures and races."
  },
  {
    "name": "Magician",
    "id": "MAG",
    "role": "Damage",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt, 1H Piercing",
    "armorType": "Cloth",
    "description": "Magicians are master summoners, able to call elemental pets to do their bidding and to conjure useful items from thin air. Magicians are primarily a magic-using class, with the ability to wear cloth armor and wield blunt weapons and daggers. Elements pets are at the heart of a magician's offensive strategy, and typically accompany a magician in all his adventures. This pet provides protection for its master, along with powerful attacks and special abilities. Magicians have a large selection of fire- and magic-based damage spells, allowing them to mount a damaging magical assault in support of their elemental pet."
  },
  {
    "name": "Monk",
    "id": "MNK",
    "role": "Damage",
    "archetype": "Hybrid",
    "weaponType": "1H Blunt, Hand-to-Hand",
    "armorType": "Leather",
    "description": "Monks devote their energies to the pursuit of physical perfection, shaping their bodies into deadly machines. Monks are a melee class with the ability to wear leather armor, wield blunt weapons, and use unarmed combat styles. Monks forego heavy armor and almost all weapons in order to hone themselves into masters of combat, using their fists and a stout staff to make their mark upon Norrath. Monks learn many special attacks to enhance their damage-dealing abilities, including the dragon punch and the legendary flying kick."
  },
  {
    "name": "Necromancer",
    "id": "NEC",
    "role": "Damage",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt, 1H Piercing",
    "armorType": "Cloth",
    "description": "Necromancers are servants of the dark gods, studying ancient and mysterious tomes to gain power over the world of the dead. Necromancers are primarily a magic-using class, with the ability to wear cloth armor and wield blunt weapons and daggers. Necromancers are able to raise the dead, commanding them to do their bidding and aid them in battle. A skeletal servant often accompanies necromancers in their adventures throughout Norrath. Necromancers have mastered the powers of poison and disease, allowing them to assault their enemies with damaging afflictions that save their vitality over time."
  },
  {
    "name": "Paladin",
    "id": "PAL",
    "role": "Tank",
    "archetype": "Hybrid",
    "weaponType": "1H or 2H Slashing / Blunt / Piercing",
    "armorType": "Plate",
    "description": "Paladins are holy warriors who use blessed spells and strength of arms to fight the evil and undead of Norrath. Paladins are primarily a melee class, able to wear plate armor and wield many kinds of weapons. Paladins are able fighters and battlefield healers whose combat spells focus on stunning enemies and smiting the undead. They also have several spells that increase the health and armor of their allies. Every so often, paladins and lay hands on themselves or their friends to instantly grant a powerful heal."
  },
  {
    "name": "Ranger",
    "id": "RNG",
    "role": "Damage",
    "archetype": "Hybrid",
    "weaponType": "1H Slashing / Blunt / Piercing",
    "armorType": "Chain",
    "description": "Rangers are warriors attuned to the ways of nature, able to call upon the power of the wild to aid them in their fights. Rangers are primarily a melee class, able to wear chain armor and wield many kinds of weapons. Rangers are scouts and hunters, able to track enemies from a great distance and engage them with deadly ranged attacks, but rangers can also fight well in a melee, using two weapons to attack their foes. Rangers have spells drawn from nature. They can increase run speed and add to an ally's armor, health, or ability to attack. In a pinch, they can heal or directly damage enemies with fiery attacks."
  },
  {
    "name": "Rogue",
    "id": "ROG",
    "role": "Damage",
    "archetype": "Melee",
    "weaponType": "1H Slash / Piercing, Throwing",
    "armorType": "Chain",
    "description": "Rogues are the stealthy thieves and vicious assassins that stalk the shadows of Norrath. Rogues are primarily a melee class, able to wear chain armor and use piercing, slashing, and some blunt weapons. Rogues are sneaky fighters who always seek to take advantage of enemies by attacking from behind. Rogues can backstab enemies for extra damage, using poisoned weapons for added effect. Rogues can detect traps, pick locks and liberate valuables from pockets."
  },
  {
    "name": "Shadowknight",
    "id": "SHD",
    "role": "Tank",
    "archetype": "Hybrid",
    "weaponType": "1H or 2H Slashing / Blunt / Piercing",
    "armorType": "Plate",
    "description": "Shadowknights are unholy warriors who use fear, pain, and disease to attack all that is good in the world. Shadowknights are primarily a melee class, able to wear plate armor and wield many kinds of weapons. Shadowknights are deadly opponents who use evil spells to slow and cripple their enemies. They steal the strength and life from their victims, using this stolen power to strengthen themselves and their allies. When needed, Shadowknights use their powerful harm touch ability to greatly damage their opponents."
  },
  {
    "name": "Shaman",
    "id": "SHM",
    "role": "Healing",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt",
    "armorType": "Chain",
    "description": "Shamans serve as priests to the tribal races of Norrath, able to draw upon the power of the spirits and focus it for their own purposes. Shamans are primarily a magic-using class, able to wear chain armor and wield blunt weapons and spears. Shamanic magic has two main focuses: enhancing the mind and body of the shaman's allies, and weakening or damaging their enemies. A shaman's enhancement spells are always in demand, massively improving the strength, stamina, health, and other physical aspects of the shaman's group. Shamans are also able to heal their allies and have excellent health regeneration spells."
  },
  {
    "name": "Warrior",
    "id": "WAR",
    "role": "Tank",
    "archetype": "Melee",
    "weaponType": "1H or 2H Blunt / Slashing / Piercing, Throwing",
    "armorType": "Plate",
    "description": "Warriors are the masters of armed combat and defense, taking the point in battles and going head-to-head with the most dangerous creatures of Norrath. Warriors are a melee class with the ability to wear plate armor and wield all types of weapons. Warriors build their strength and stamina to unheard-of levels, making them far hardier than any other class. When combined with their heavy armor and excellent defensive skills, warriors are unmatched in their ability to survive the most brutal battles. Warriors train themselves in the skills of combat, mastering the use of all weapons and tactics. Warriors also learn to taunt their opponents, making themselves the focus of all their enemies' attacks, allowing the less-resilient members of their group to remain safe from harm."
  },
  {
    "name": "Wizard",
    "id": "WIZ",
    "role": "Damage",
    "archetype": "Caster",
    "weaponType": "1H or 2H Blunt, 1H Piercing",
    "armorType": "Cloth",
    "description": "Wizards dedicate their lives to learning the powers of fire, ice and magic, channeling their knowledge into ever more destructive spells to unleash upon their enemies. Wizards are primarily a magic-using class, with the ability to wear cloth armor and wield blunt weapons and daggers. Wizards are the most single-minded of spell casters, with the majority of their spells dedicated to delivering massive amounts of damage as rapidly as possible. To aid in their constant search for power, wizards have also perfect the art of teleportation, allowing them to instantly transport themselves and their allies to the most remote corners of Norrath and beyond."
  }
]