[ 
	{
		"name": "Barbarian",
		"id": "BAR",
		"alignment": "Good",
		"hometown": "Halas",
		"classes": [ "BST", "BER", "ROG", "SHM", "WAR" ],
		"description": "The hardy race of Barbarians, or Northmen, use their wisdom and formidable brawn to defend honor and justice. Their magnificent stature is a sight to behold; even more so when it is unleashed in battle. Barbarians are one of the tallest races to walk the lands of Norrath. As a tribal culture, Barbarians are a little rough around the edges when it comes to interactions with other races. Even the Barbarians' mannerisms and features have a rugged quality. The Barbarians consider themselves superior to other inhabitants of Norrath, particularly the Teir`Dal and Erudites, which are viewed as pathetically weak. Barbarians have a special place in their hearts for the Dwarves of Kaladim whom they view as steadfast and brave. The high quality of Dwarven mead may also have some influence on the cordial relationship between the two races. Ogres, Trolls, Dark Elves, and the other evil races are hated, as they directly oppose the Barbarians' sense of justice. Barbarians live in the frigid city of Halas, nestled amidst the icy peaks of Everfrost in Northern Antonica. The city is rather rudimentary, but serves the needs of the Barbarians that call it home."
	},
	{
		"name": "Dark Elf",
		"id": "DEF",
		"alignment": "Evil",
		"hometown": "Neriak",
		"description": "The Teir`Dal, or Dark Elves, are a twisted reflection of the Elves of light, but are just as lithe and intelligent as their cousins. Their features are often soft and delicate, though the eyes of the Dark Elves betray their darker inclinations. The Dark Elves' skin ranges from blue tones to black and their hair is most often white with some variances. They reach a height of about five feet tall. Innoruuk, Lord of Hate, created the Teir`Dal and his hatred flows through their veins and moves their black hearts. It runs so deep that the Teir`Dal hate all, including their own kind and their creator. The Dark Elves view all other races as inferior; tools to be used for their own evil manipulations. Most races fear the Dark Elves. The Teir`Dal would desire the fall of the rest of the Elven world, leaving them broken, eradicated, or enslaved. Though viewed as inferior and dimwitted, Trolls and Ogres are tolerated as they are useful in the Teir`Dal plans for conquest. There is a labyrinth of evil under the Nektulos Forest called Neriak, the home city of the Dark Elves. Its entrance is deep within gloomy shadows of the woods."
	},
	{
		"name": "Drakkin",
		"id": "DRK",
		"alignment": "Neutral",
		"hometown": "Crescent Reach",
		"description": "The drakkin are a human race, similar to the barbarians and the erudites. Unlike those races, the drakkin have a touch of dragon blood. This dragon heritage is evident in their appearance, scaly skin, marking, hair and sometimes horns that mirror the dragon that gifted them their heritage. Drakkin are slighter than humans and have a sort of fierce beauty. Their heritage gives them the ability to exhale a damaging breath, though nothing as strong as the powerful breath weapons of true dragons. They share some of the adaptability of their human ancestors, and they hold no strong opinions of the races of Norrath. They live in Crescent Reach under the protective wings of their progenitor dragons. Crescent Reach is the home of the drakkin. Built in the remnants of an ancient Ogre ruin, this city was once isolated and peaceful. Since its discovery, however, it has become a hub of travel into the Serpent's Spine mountains."
	},
	{
		"name": "Dwarf",
		"id": "DWF",
		"alignment": "Good",
		"hometown": "Kaladim",
		"description": "Though made lower to the ground than most races, the Dwarves created by Brell Serilis burst with pride and determination. The stout and sturdy Dwarves are extremely strong, making them one of the best-suited to endure long and intense battles. Dwarves have broad faces, usually with a prominent nose, and take extraordinary pride in their hair. Males often take great care to grow long beards and moustaches and females often tie their hair up in a bun. Some females also sport a finely trimmed beard."
	},
	{
		"name": "Erudite",
		"id": "ERU",
		"alignment": "Neutral",
		"hometown": "Erudin (Good) / Paineel (Evil)",
		"description": "The Erudites trace their ancestry back to the great mage, Erud, who led them to Odus. They are descendents of the original humans on Norrath and inherited the best of human intelligence. Their extraordinary acumen came at the price of thinner, more delicate bodies. Erudites reach about six feet tall, with some of that height attributed to their high foreheads. Unique accomplishments with magic and study have understandably led the Erudites to believe that they are the most intellectually superior race on Norrath. They are known for their serious demeanor. Most Erudites spend their days absorbed in books and tomes, or magical contemplation, and they typically do not involve themselves in matters that do not directly affect them. They often pay no regard to anyone that hasn't achieved intellectual accomplishment. That in mind, Erudites do not associate with the evil races. Even the Erudite Heretics of Paineel are not fond of Dark Elves, Ogres and Trolls. The Erudites live in two areas on the continent of Odus near the Toxxulia Forest. One city, housing the purer of heart, is called Erudin - an ornate city gleaming with polished marble and babbling fountains. Paineel is the home of the rebellious Erudite Heretics who were banished from the city for delving into the forbidden realm of dark magic."
	},
	{
		"name": "Froglok",
		"id": "FRG",
		"alignment": "Neutral",
		"hometown": "Mountains of Rathe (Formerly Gukta / Grobb)",
		"description": "The Frogloks are a race of sentient amphibians. While they may be short, Frogloks are sturdy. They can swim underwater for long distances and can see well in the dark. They are clumsy on land as they are required to hop, but they can cross great distances with each leap. Frogloks willingly die to defend truth, justice, and honor. In the recent past, Mithaniel Marr chose the Frogoks to perform some of his tasks on Norrath and enlightened them as a reward for their accomplishments. The valor bestowed upon them and their eagerness to serve their god is admirable. The Frogloks harbor disdain for all that is evil. They have a tolerance for the Humans and share a rapport with the Northmen. Other good and neutral races are well liked and viewed as allies that share a common enemy. Deep within the Innothule Swamp of Antonica, the Frogloks once made a home. In a dramatic siege, the Frogloks conquered the Troll city of Grobb, forcing the survivors to take refuge in Neriak amongst the Dark Elves. Since then, though, the newly named \"Gukta, Outpost of Marr\" was retaken by the Trolls and the Frogloks have been living as refugees in the Mountains of Rathe."
	},
	{
		"name": "Gnome",
		"id": "GNM",
		"alignment": "Neutral",
		"hometown": "Ak'Anon",
		"description": "While Gnomes are knee-high to some of the taller races, they make up for it with their cleverness and skills. They are by no means a strong and sturdy race, but their edge is their dexterity and intelligence. They were the second race, after Dwarves, created by Brell Serilis. Gnomes have an innate preoccupation and skill with gadgets. They are a curious race that creates strange, but very useful items that enhance their lives. Gnomes have created a number of fantastic machines, including an observatory which houses one of the most powerful telescopes in Norrath. Even with all of their accomplishments, gnomes are rarely taken seriously because of their size and behavior. Gnomes are friendly with all good Elves, Dwarves, Halflings, and Humans. Although they do not quite understand the Erudites, they will interact with them. Gnomes have a general aversion to Trolls, Ogres, Teir`Dal, and other evil races, but don't necessarily hate them. The clicking of gears and clacking of machinery fill the mechanized Gnome city of Ak'Anon that lies southeast of the Faydark, on the continent of Faydwer."
	},
	{
		"name": "Half Elf",
		"id": "HEF",
		"alignment": "Neutral",
		"hometown": "Kelethin / Surefall Glade",
		"description": "The mixing of Elf and Human is a common tale. Many stories of romance between these two races can be heard around Norrath. As a result, Half Elves are taller than their Elven ancestors and carry some of the strength of their human bloodlines. They have slightly harsher features than Elves, but the mix still makes them pleasant to lay eyes on. Unfortunately, the children of these forbidden romances are often shunned, becoming victims of prejudice by Humans and Elves alike. Most Half Elves are unaffected by the discrimination and retain a pleasant manner. Usually Half Elves will develop a very close and trusted group of friends that act as a surrogate family. The difficult lives of the Half Elves and their lack of ties to any one place makes them adept travelers of the world and exceptional friends and storytellers. Sadly, some Half Elves become embittered by the constant difficulty of finding a place in the world and choose a path of thievery. The Half Elves are on amicable terms with most races in Norrath, but have no affection for the evil races. While Half Elves can be seen in many areas of the world, they are primarily found in the Wood Elf city of Kelethin and within the Surefall Glade."
	},
	{
		"name": "Halfling",
		"id": "HFL",
		"alignment": "Good",
		"hometown": "Rivervale",
		"description": "Halflings are aptly named, as they are half the size of the average height for most of Norrath's races. They usually measure about three feet in height and are often thick around their middles. Their lack of height is not be confused as a weakness though; if confronted or threatened, Halflings are very capable. Halflings are happy-go-lucky and hospitable. Any one of them would readily give their life for a friend. They are renowned for their tomfoolery and humor, always appreciating a bit of fun. They especially like to tease Erudites for their lack of wit. Enjoying what each day brings is a large part of their lives. Halflings tend to get along well with most races, except those that are truly evil, but even then rare friendships are made with members of the less savory races. The quaint, stunted city of Rivervale lies between the Kithicor Forest and Misty Thicket in central Antonica. It is crowded with skilled tradesman, taverns, and friendly folk."
	},
	{
		"name": "High Elf",
		"id": "HIE",
		"alignment": "Good",
		"hometown": "Felwithe",
		"description": "The High Elves, also known as the Koada`Dal, are regarded as the closest relatives of the original Norrathian Elves created by Tunare, Mother of All. These noble creatures stand tall with ivory skin and gentle features. They are certainly not the sturdiest of races, but make up for that with heart. Throughout the ages, they have stood for freedom and justice, fighting evil with powerful magic and their skills with the blade. The High Elves are known for their civilized conduct and, as such, are perceived as a race rather full of their own importance, though they are quite benevolent. They expect to be treated with respect and do have a haughty pride about them. As a result, it is difficult to make friends with a High Elf. The High Elves feel their cousins, the Wood Elves, are to be sought out as loyal servants. This noble race views Humans, Gnomes, and Halflings as worthy of their presence. Dwarves, Barbarians, and Erudites, however, are simply endured. The High Elves expend little effort to help them. The evil races are looked upon with contempt and will be dispatched when opportunity presents itself. The home of the High Elves is within the magnificent and pristine architecture of the city of Felwithe. The structures crafted behind the walls make the beauty of the surrounding forests pale. The city lies within the Greater Faydark on the continent of Faydwer."
	},
	{
		"name": "Human",
		"id": "HUM",
		"alignment": "Neutral",
		"hometown": "Freeport / Qeynos",
		"description": "The strength of the Human race lies in its diversity of thought, belief, and profession; though they tend be weaker than many other races. They have no particular specialty with the sword or arcane magic. While that is true, Humans are cunning and possess great ingenuity, which gives them an advantage. The Human mind is sharp enough to adapt to nearly all forms of study and this gives them a great range of options when choosing a profession. Humans often divide themselves with their own squabbles, but they will always return to their brother's side in times of crisis, or to protect a mutual interest. Humans generally get along well with most good and neutral races, depending on their beliefs and the path of their profession. Humans are not so friendly toward Trolls, Ogres, and other evil races. Dark Elves are tolerated within Freeport, but they tend to be mistrusted, even feared. The port cities of Qeynos and Freeport lie on opposite coasts of Antonica, and are the most common homes for the Humans. These two cities are the center of Human activity, although this race can be found wandering on virtually every continent of Norrath and beyond."
	},
	{
		"name": "Iksar",
		"id": "IKS",
		"alignment": "Evil",
		"hometown": "Cabilis",
		"description": "The fearsome and savage reptilian race on Norrath is known as the Iksar. With their significant height, scales, and long tails, Iksar are intimidating in their appearance. Their reptilian physiology grants them a natural affinity for water, as well as enhanced regeneration. Their entire civilization developed in isolation for centuries and fostered an unusual culture. The Iksar are a tribal race with a very simple social structure. Allies to no one, the Iksar are intelligent and proud. Having seen their race crumble through the toils of war, the race has become bitter about its loss of power. After being slaves and warring with the Ring of Scale, they were nearly made extinct. The Iksar depend only on their god and creator, Cazic Thule. Iksar are unwelcome in all known cities of Norrath. Iksar are no more fond of the other races of Norrath than those races are fond of them. The Iksar live in the ancient city of Cabilis, on Kunark near the Lake of Ill Omen. It is a dark place with a maze of canals, which the Iksar use for travel around their city."
	},
	{
		"name": "Ogre",
		"id": "OGR",
		"alignment": "Evil",
		"hometown": "Oggok",
		"description": "With their lumbering gait and enormous breadth, Ogres are an ominous presence. Created by Rallos Zek, these massive creatures are feared in battle for their raw strength and uncanny endurance. While not very intelligent, Ogres are known to cooperate with one another quite efficiently. The Ogres have a twisted sense of duty that could easily be mistaken for stupidity. They are, justifiably, quite single-minded. Their thick skulls also give them a high level of resistance to being stunned in battle. Ogres have been known to be cannibalistic, but are more partial to eating Humans, Erudites, and High Elves. Nearly all of the good and neutral races avoid them out of self-preservation. Ogres have learned to work with the Trolls, but have no love for them, and they fear Dark Elves. The crude tunneled city of Oggok lies within the Feerrott, a jungle-like area bordering the Innothule Swamp and Rathe Mountains in southern Antonica. The home city for the Ogres is a fairly slow-paced civilization that focuses on battle training and magic to give them an upper hand in battle."
	},
	{
		"name": "Troll",
		"id": "TRL",
		"alignment": "Evil",
		"hometown": "Grobb",
		"description": "Trolls are often considered a hideous and deplorable race that carries a sickening smell. This view suits the Trolls, as they are generally unpleasant to everyone. Trolls are an immense race, at least twice as strong as the average human. They have the ability to regenerate faster than most other races. Trolls have two primary motivators: food and power. These grotesque creatures will eat just about anything. Trolls are extremely cruel and their greed is almost insatiable. They trust no one, not even each other. Trolls also fancy that they have advanced abilities in the culinary arts, with their ability to pickle just about anything, or make a meal out of \"spare parts.\" Trolls generally detest the other races, including other Trolls. They tend to put up with the Dark Elves out of fear, much like Ogres do. The city of Grobb lies within the Innothule Swamp of Antonica. The city is infested with mosquitoes and spiders, which serve as both pets and snacks for the Trolls."
	},
	{
		"name": "Vah Shir",
		"id": "VAH",
		"alignment": "Neutral",
		"hometown": "Shar'Vahl",
		"description": "The Vah Shir are a regal feline race that walk upright. They were once the ruling class of other similar cat-like races on Odus. Since being translocated onto the moon called Luclin by a collision of Erudite magic, they learned to survive and became stronger. Vah Shir are as tall as Barbarians and display a variety of different markings on their fur based on their lineage. Despite of their height, they are very agile and graceful. They are known for their integrity and the destructive feral power they bring down on their enemies. Vah Shir follow no particular religion, but they do pay homage to their king, Raja Kerrath. Because of the adversity they have faced, the Vah Shir share a tight bond with one another and are extremely loyal to kin. The Vah Shir are selfless and focus on the good of all rather than their individual needs. Because the Vah Shir are not exposed to the daily struggles in Norrath, they are indifferent to the various races of Norrath. Shar Vahl is the majestic den of the Vah Shir. The city was built high above Norrath, on the moon Luclin. The city is located between the Hollowshade Moor and Shadeweaver's Thicket."
	},
	{
		"name": "Wood Elf",
		"id": "ELF",
		"alignment": "Good",
		"hometown": "Kelethin",
		"description": "The Wood Elves, or Feir`Dal, are more accepting of others than their cousins, the High Elves. Like their pale cousins, Wood Elves only reach about five feet in height and have very attractive and subtle features. They skins are tinged an oaken color and they blend with their natural surroundings in the forests. Wood Elves generally regard those who respect nature as friends, especially rangers and druids. The Wood Elves believe in co-existing with their natural surroundings as opposed to shaping them. This leads most of their kind to worship Tunare, the Mother of All. The Feir`Dal harness the powers of song and the living, breathing properties of their environment. Wood Elves are known for their love of celebration and good food. A good song will tweak their pointed ears. Wood Elves get along well with most good and neutral races, and merely dislike most evil races. They hold great malice toward the Dark Elves - an aberration of their ancestors as well as their allies. The Feir`Dal are at home in the trees in their intricate city of Kelethin, which hangs high above the ground between the trunks and branches of the Greater Faydark. Comprised of platforms and suspension bridges, Kelethin is both well defended and beautiful."
	}
]