[
	{
		"title": "Everquest: Classic",
		"released": "March 1999",
		"areas": "Continents of Antonica, Odus, Faydwer, Lesser Planes: Plane of Sky / Fear / Hate",
		"levels": "1-50",
		"plot": "In the land of Norrath, two powerful dragons have been exiled to opposite ends of the world for attempting to breed. Lord Nagafen was sealed away in a cave known as \"Nagafen's Lair\" deep beneath the Lavastorm Mountains. Similarly, Lady Vox was locked inside of Permafrost Keep. Al-Kabor figures how to cast a spell to activate an ancient wizard spire on the continents of Antonica, Odus, and Faydwer. These spires allow other wizards to teleport adventurers to them with ease. Sail or teleport across these vast lands. Challenge Cazic-Thule the god of fear, Innoruuk the god of hate, and Veeshan the Wyrmqueen in their respective planes of existence: Plane of Fear, Plane of Hate, and Plane of Sky."
	},
	{
		"title": "Ruins of Kunark",
		"released": "March 2000",
		"areas": "Continent of Kunark",
		"levels": "1-60",
		"additions": "Epic Weapons, New Playable Race: Iksar, New NPC Types: Dragons",
		"plot": "The Ring of Scale has kidnapped an important High Elf commander. Al-Kabor figures out how to cast a spell to activate a Kunark wizard spire, allowing adventurers to travel to Kunark uninhibited. Meanwhile, Venril Sathir is raising an army of undead Kunzar Iksars! Find the Ring of Scale in Veeshan's Peak and rescue Firiona Vie before it is too late!"
	},
	{
		"title": "Scars of Velious",
		"released": "December 2000",
		"areas": "Continent of Velious, Lesser Planes: Growth / Mischief",
		"levels": "1-60",
		"additions": "Planar Armor Sets, New NPC Types: Coldain / Frost Giant",
		"plot": "Kerafrym, the Sleeper is the largest dragon Norrath has seen since Veeshan the Wyrm Queen herself. His final place of rest, The Sleeper's Tomb, lies in the frozen land of Velious. It is this continent that is said to have been scratched by Veeshan herself, leaving 3 deep marks in the continent's surface. Al-Kabor figures out how to cast a spell to activate a Velious wizard spire, allowing adventurers to travel to Velious. Ally with the frost giants, the dragons, or the Coldain dwarves to reap the frozen benefits and defeat Kerafrym."
	},
	{
		"title": "Shadows of Luclin",
		"released": "December 2001",
		"areas": "Luclin: The Moon",
		"levels": "1-60",
		"additions": "Custom User Interfaces, Mounts, Alternate Advancement (AA) abilities, Fast-travel system via the Nexus teleporters, New Playable Race: Vah Shir, New Playable Class: Beastlord, New NPC Types: Shissar / Akhevan",
		"plot": "A new race of cat-people, once Kerrans of Odus, have been found on the moon of Luclin! Al-Kabor figures out how to cast a spell to activate a Luclin wizard spire, and pioneers The Nexus: the first centralized travel hub that Noarrath has ever seen. Journey deep into the Luclin Moon to encounter Grieg Veneficus, Emperor Ssraeshza, and swarms of Akhevans including the powerful Aten Ha Ra."
	},
	{
		"title": "Planes of Power",
		"released": "October 2002",
		"areas": "Greater Planes: Knowledge/Tranquility/Disease/Justice/Innovation/Nightmare/Storms/Valor/Torment/Fire/Earth/Air/Water/Time",
		"levels": "46-65",
		"additions": "Fast-travel system via the Plane of Knowledge portal stones",
		"plot": "Knowledge of the gods and their plan has spread to one citizen of Norrath named Zebuxoruk. To ensure that he remains silent, the gods have imprisoned him in a Fortress of Time. Venture into higher planes of existence: the lands of the gods themselves! Earn treasures and challenge the highest beings in Norrath to a battle to the death. Can you rescue him and unveil the secrets of the gods?"
	},
	{
		"title": "Legacy of Ykesha",
		"released": "February 2003",
		"areas": "Southeast Coast of Antonica",
		"levels": "36-60",
		"additions": "Armor Dye, Shared Bank Slots, Guild Management, Mapping Tool enhancements, New Playable Race: Froglok",
		"plot": "The Legacy of Ykesha introduced the froglok (the frog-like humanoid race present since the original EverQuest was released) as a playable race. To do this, Sony Online Entertainment introduced a storyline whereby the frogloks invaded the Troll city of Grobb and reclaimed and renamed it Gukta. The trolls were sent fleeing to the city of Neriak. Another part of the storyline introduced the Broken Skull Clan of the trolls, which had a rivalry with the Grobb trolls, and live on the island of Broken Skull Rock just off the south coast of Antonica. This is where the new zones of the expansion are located."
	},
	{
		"title": "Lost Dungeons of Norrath",
		"released": "September 2003",
		"areas": "Dungeon Adventures: Butcherblock, Commonlands, Everfrost, North Desert of Ro, and South Desert of Ro",
		"levels": "20-65",
		"additions": "Fast travel system via Magus teleportation, Dungeon Adventures, Armor Augments",
		"plot": "Lost Dungeons of Norrath introduces broad-based instanced dungeons to Norrath, revolving around tales of the Wayfarers—an NPC adventuring organization. Players complete adventures for the Wayfarers in one of five different dungeon themes. Each dungeon theme has about ten different variations of the zone, and players can also chose the type and difficulty of their adventure. When the adventure is finished successfully, players are awarded Adventure Points which can be spent on items, spells, and \"augments\" at the Wayfarer camps. Augments are introduced in Lost Dungeons of Norrath, and allow players to enhance existing items by adding an augment to them. Existing items in the game have generally only a single augment slot, so only one augment can be added. Items purchased at the Wayfarer camps occasionally have up to three slots available to augment. In addition to group adventuring, the Wayfarer camps also offer raid content, in which multiple groups can challenge difficult high-end content."
	},
	{
		"title": "Gates of Discord",
		"released": "February 2004",
		"areas": "Nedaria's Landing, Continent of Taelosia",
		"levels": "50-65",
		"additions": "In-Game Casino, Updated Tradeskill Interface, Leadership Abilities, Item Tribute System, New Playable Class: Berserker, New NPC Types: Taelosian / Kyv / Stone Worker / Havul / Noc / other discordians",
		"plot": "Discover the lost continent of Taelosia and come face-to-face with invaders from the realm of chaos. Join armies of adventurers on their quest to unearth long-hidden artifacts of power from temple ruins, secret catacombs, dank sewers and vast marshlands. Should you fail, Norrath, its inhabitants, and its gods may fall under control of the forces of Discord!"
	},
	{
		"title": "Omens of War",
		"released": "September 2004",
		"areas": "Kuua",
		"levels": "40-70",
		"additions": "Task System, New Epic Weapons, Enhanced Tribute System, Custom Character Titles, New NPC Types: Murkglider / Discordling / Girplan / Feran / Chimera / Bazu / Dragorn / Lightning Warrior / Pyrilen / Gelidran / Minotaur / Muram",
		"plot": "The Wayfarers Brotherhood, in an effort to put an end to the tyranny of the muramites, worked with the Priests of Discord to open a portal into the realm of Discord. Although puzzled by the realm of chaos and unsure if the risks were worth it, the Wayfarers Brotherhood moved forward with their expedition into Kuua. Unlike the nihilites of Taelosia, the brotherhood was prepared for what lied ahead. Kuua was once quite similar to Norrath. It is the home of the Dragorn. Carved from the heartiest of earth and stone by the great dragon, Dranik, the peaceful existence of these noble beings was shattered by the influence of Discord as shades of darkness grew over the continent, opening the door for the invading legion of Mata Muram. Upon this dark taint on Kuua, all races began fighting one another -- wars which were responsible for the ashen sky which still, to this day, looms over the continent. By this point, the dragorn stopped their travels and fortified themselves within the walls of Dranik, fighting off all outsiders. There is a number of Dragorn who were exiled from Dranik before and after the influence of Discord caused fighting among the race. The exiles are often on the outskirts of the city in the caves of Dranik's Scar or other outlying areas. They have attempted to organize and overthrow the High Council several times with no success. Some of them feel they were wrongly accused and wish to return home. Some dragorn, most of the best fighters in the lands, were blackmailed or brainwashed into joining Mata Muram's legion. How did this come about? Mata Muram made use of Bealu's planar creation, the Riftseekers, which were granted to him for travel between worlds and to seed Discord into as many realms as possible. Mata Muram is a slave trader who conquers large numbers of races, inducting the best fighters into his own legion and selling the rest to other worlds. He has since taken up residence in Anguish, the Fallen Palace, a massive structure hidden in the mountains of the northeast."
	},
	{
		"title": "Dragons of Norrath",
		"released": "February 2005",
		"areas": "Northeast Antonica (from Lavastorm Mountains)",
		"levels": "40-70",
		"additions": "The Guild Lobby, Guild Hall, Fast-travel via the Guild Hall teleporter, Updated NPC Models, New NPC Type: Kirin",
		"plot": "A series of events has transpired across the world of Norrath and the familiar faces of Firiona Vie and her nemesis Lanys T`Vyl return to find themselves at the forefront of these events. Unbeknownst to them, a dark influence has seeped into the world of Norrath causing new tensions to arise and conflicts to intensify as the dawn of a new age emerges. The Age of War is upon the people of Norrath and heroes return in this ultimate, unending battle between good and evil. A gnome mining expedition has managed to dig their way through the northern mountains in Lavastorm. They came upon the dragon nesting grounds, a previously unexplored part of northeastern Antonica which is full of Nest dragons, dragonkin and goblins; and thriving with wildlife."
	},
	{
		"title": "Depths of Darkhollow",
		"released": "September 2005",
		"areas": "Northeast Antonica (beneath Nektulos Forest)",
		"levels": "45-70",
		"additions": "Monster Missions, Evolving Items, Spirit Shrouds, New NPC Type: Werewolf, Vampire, Drachnid",
		"plot": "Mayong Mistmoore has disappeared from his Castle in Lesser Faydark to gather his forces deep beneath Nektulos Forest. Gnomish clockwork diggers have discovered a system of caves leading deep beneath the forest, allowing you to search for Mayong deep underground. Journey to Dreadspire Keep and the Demi-Plane of Blood to find and defeat him before he finishes amassing his armies."
	},
	{
		"title": "Prophecy of Ro",
		"released": "February 2006",
		"areas": "Freeport Sewers, The Elddar Forest, The Ruins of Takish-Hiz, Greater Planes: Magic (Arcstone + Relic) / Rage (Devastation + Sverag + Razorthorn) / Music (Theater of Blood + Deathknell)",
		"levels": "50-70",
		"additions": "Aura and Trap Spells, Buff Blocker, 8 New Bank Slots, Destructible Objects, Revamp of Freeport, as well as Oasis of Marr and North/South Desert of Ro",
		"plot": "Mayong Mistmoore's release into godhood has turned the gods' focus back to the mortal realm. Druzzil Ro foresaw the devastation of the world and in turn beckoned all mortals to her Plane of Magic, a plane ruled by her creations, the scrykin. The scrykin have a problem, though. As they age, they succumb to madness, paranoia, and instability -- something which led the first born scrykin, Daosheen, to lock himself in the tower of Skylance. As the elder scrykin continued to deteriorate mentally, the dragons of Relic assumed more political power. They, however, are at odds one another as they each want control of the magical channeling platforms built within the city. And so it is the second born scrykin, Porthio, who has assumed the role as governor of Relic while at the same time remaining focused on his studies. In addition to the Plane of Magic portal, another passage appeared in Freeport, one which leads to the home of Sullon Zek -- the Plane of Rage. It is said that when one mortal kills another in a fit of rage, the killer is sent here when they die. The Seething Wall which lines the plane covers the killer in an all-consuming darkness. They feel cold, leathery flesh, and the pinch and scrape of armor against their bodies, crushing them from every direction. With the stench of death in the cold air and the calling of Sullon Zek's rage, they soon feel an urgent need to destroy and vent their unrelenting rage, as well as a desire to fight for Sullon Zek and earn her respect. Sullon Zek remains in the tower of Razorthorn within her plane's stronghold, alongside those who are most dedicated to increasing their rage and learning how to focus it. Another magical passage formed in the Desert of Ro. Druzzil Ro wasn't the only god to take action after Mayong Mistmoore was released into godhood. Tunare, too, saw the need to beckon mortals to her realm. Using rains from Karana and magic from Druzzil Ro, a sandstorm was created in the desert, revealing the ruins of the Elddar city Takish-Hiz. Also created was a portal into the past and the glory of the Elddar Forest and great elven city as it stood in the Age of Monuments, before Solusek Ro created the Serpent's Spine Mountains and turned the forest into a desert. There is one god who has already fallen to the corruption of Mayong Mistmoore. She is Ayonae Ro, the ruler of the once-beautiful Plane of Music, a place which has turned into a dark, bloody cesspool of terror and rage while Ayonae remains holed up in the plane's tower of Deathknell. The very power of mortals that the gods despised for unleashing Mayong Mistmoore into godhood is being called upon to save them and the world."
	},
	{
		"title": "The Serpent's Spine",
		"released": "September 2006",
		"areas": "North-Central Antonica",
		"levels": "1-75",
		"additions": "A full quest path from level 1 to 75, Ranked Spells, New /con Color System, \"QUEST\" Item Tag, \"Lore\" Tab on some important items, New Stat: SV Corruption, Out-of-Combat Regen System, New Playable Race: Drakkin",
		"plot": "After Venril Sathir's curse was released into the Nest and destroyed the dragon eggs, it was clear that the future of dragonkind was in danger. Six dragon children of the Nest — Venesh the Greenblood; Draton'ra, Master of the Void; Keikolin, Bringer of Enlightenment; Mysaphar, Seeker of All; Atathus the Red Lord; and Osh`vir the Windspirit — got together and called themselves the Circle of the Crystalwing. They went against the wishes of their Elders and created a new race to protect against the growing threats. Through recruitment, coercion, and even kidnapping, the Circle created the Drakkin, a race of dragon-touched humans, and used the abandoned Ogre city of Nokk within the Serpent's Spine mountains to develop them."
	},
	{
		"title": "The Buried Sea",
		"released": "February 2007",
		"areas": "The Barren Coast of Odus, The Islands of the Buried Sea, and the whirlpool beneath",
		"levels": "1-75",
		"additions": "Ship-to-Ship Combat, Powersources, Fellowships / Campfires, Guild Banners",
		"plot": "Katta Castrum was built to house the sickened leader of the Combine Loyalists, Tsaph Katta. It was once above water and connected to several areas housing Norrath's endangered races, the Shissar, Sphinx, and Kedge. Experiments on the Kedge triggered the wrath of the Ocean Lord, Prexus, who sunk the city into the ocean. While it sunk, the magic of a great artifact was used to protect the city and bring air to it. Homes were built for the endangered races, but over the years those races became less satisfied with their surroundings and began to see the Loyalists as jailors. The Shissar were the most displeased and sought not only revenge, but wished to exact their vengeance. Using their magic and technology, they broke through to Katta Castrum and began to destroy it. The Loyalists have managed to defend the central area of the city, but fear they may lose it all soon. Not only the Shissar threaten them, but the artifact in their city has begun to weaken and the protective magic over the city is beginning to fail and water is seeping through."
	},
	{
		"title": "Secrets of Faydwer",
		"released": "November 2007",
		"areas": "Previously Unexplored Areas of the Continent of Faydwer",
		"levels": "65-80",
		"additions": "Heroic Statistics",
		"plot": "Meldrath the Malignant, the evil gnomish necromancer, has begun gathering his armies in the Steamfont Mountains, preparing to invade Ak'anon. Meldrath has launched Mechanotus, a floating fortress. In the process, he tore the very fabric of the continent of Faydwer, and revealing previously unexplored ancient lands."
	},
	{
		"title": "Seeds of Destruction",
		"released": "October 2008",
		"areas": "Key Moments of Norrath's Past, via the Plane of Time",
		"levels": "70-85",
		"additions": "NPC Mercenaries for Hire",
		"plot": "A new rift has opened in the Plane of Time. This rift leads to a bleak prophecy of the end of existence. The world of Norrath lies in ruins. The planet has shattered into millions of shards, spinning in a silent void around the rapidly blackening star of Ro. In the wreckage on a small shard of the world, a lone figure sits quietly tending a small seedling growing between the rocks. The lone figure is none other than the fallen god Zebuxoruk. Zebuxoruk is certainly insane, but has a unique insight into the current state of the world and possibly might hold the knowledge to guide adventurers in the quest to prevent the destruction of Norrath. Only he can direct adventurers towards specific moments in time where the armies of Discord were able to disrupt the timeline. If they are able to stop the forces of Discord, the destruction in The Void will slowly be repaired. If not, all hope will be lost."
	},
	{
		"title": "Underfoot",
		"released": "December 2009",
		"areas": "Greater Plane: Plane of Underfoot (Brell's Rest, Arthicrex, Convorteum, etc)",
		"levels": "75-85",
		"additions": "Achievements",
		"plot": "In The Ruins of Old Paineel, aka \"The Hole\", a portal was opened to the Plane of Underfoot. See some of Brell Serilis's darkest depths!"
	},
	{
		"title": "House of Thule",
		"released": "October 2010",
		"areas": "Feerrott: The Dream, House of Thule, Grounds, Library, Al`Kabor's Nightmare, Miragul`s Nightmare, Morrell's Castle, Sanctum Somnium",
		"levels": "75-90",
		"additions": "In-Game Housing, Larger Inventory, Housing Trophies",
		"plot": "A mysterious mansion has appeared on the southern border of The Feerrott. Is this real, or some sort of dream?"
	},
	{
		"title": "Veil of Alaris",
		"released": "November 2011",
		"areas": "Continent of Alaris",
		"levels": "80-95",
		"additions": "Improved Hotbars, Parcel/Coin Delivery System, Custom Guild Halls, Guild Ranks",
		"plot": "An airship, traveling from Steamfont Mountains, has discovered a new continent on Norrath! Travel to Alaris to learn about the Alaran people and their new language. Learn of their civil war, and their desire to stop The Triune God."
	},
	{
		"title": "Rain of Fear",
		"released": "November 2012",
		"areas": "Shard's Landing, Eastern Wastes, Crystal Caverns, Kael Drakkel, Breeding Grounds, Grelleth's Palace, Evantil the Vile Oak, Chapterhouse of the Fallen, Valley of King Xorbb, Chelsith Reborn, Plane of Shadow, Heart of Fear, Corrupted Temple of Veeshan",
		"levels": "85-100",
		"additions": "Slayer / Collection Achievements, Offline Mode for Bazaar/Barter, Aggro Meter",
		"plot": "After the defeat of The Triune God, the power of fear shot up into the sky and has now fallen back to Norrath in the form of crystalline shards... On the heels of the incident at the Tower of Frozen Shadow, some other old faces (along with some new faces) have gotten their hands on some of these shards..."
	},
	{
		"title": "Call of the Forsaken",
		"released": "December 2013",
		"areas": "Ethernere-Tainted West Karana, Bixie Warfront, Dead Hills, Tower of Rot, Argin-Hiz",
		"levels": "85-100",
		"additions": "Heroic Adventures, Mercenary Armor",
		"plot": "The once peaceful plains of West Karana have been disrupted by a series of cataclysmic events, all leading up to the abrupt arrival of a powerful dragon from another thread, known as Lady Lendiniara. The force of her entry has torn an invisible seam that binds together countless realities, exposing what ancient texts refer to as Ethernere. Without knowing how or why the dragon oracle arrived in their world, many Norrathians view Lady Lendiniara as a threat, while others interpret her arrival to mean the end of times is near. Factions begin to form, some prophesizing the demise of the world, and others uniting to confront the dragon invader. Whether this winged harbinger is friend or foe, one thing is certain – she did not travel through Ethernere alone. There is only one within this world who possesses the knowledge to send Lady Lendiniara back to her home, but can you really trust the ramblings of a madman? In your quest to send Lady Lendiniara back to her world, you will travel to many previously undiscovered areas within Norrath, searching for artifacts of great power, while also encountering familiar faces many thought to be lost in time. With Lady Lendiniara's presence threatening the existence of Norrath, an unlikely alliance has been forged with The Forsaken to send the dangerous dragon home. At Zebuxoruk’s request, the bravest will fight their way through recently discovered lands to recover magical artifacts that contain the power to return Lady Lendiniara to her world. Adventurers will face adversaries at every turn, from those who refuse to release the magical artifacts, to others who are determined to see the dragon dead at all costs. Before all comes to a close, a familiar face will emerge with a new directive, leaving the fate of Norrath with one decision: Will you put your trust in the sly speech of a Teir'Dal or the endless ramblings of a madman? In time, you would encounter a rather angry Undead Lord by the name of Kyle Bayle, the apparent long-dead leader of the original ill-fated Qeynos expedition into the Dead Hills many years prior. While you managed to defeat Kyle Bayle's Captain and Sergeants, the Undead Lord managed to retreat back into his tower. A hot ash wind is blowing from the portals that have appeared in Ethernere-Tainted West Karana and South Ro. Creatures of ash have ventured out of the portals and are roaming menacingly throughout South Ro and North Ro. Guards from Freeport have come here to bring order to this region and are beseeching powerful adventurers to travel here to assist with quelling the blaze. Lanys T`vyl is waiting for you in the Ethernere-Tainted West Karana. She would like for you to further investigate this situation. The last artifact needed to send Lady Lendiniara back to her home may be located beyond the ash portals that have appeared in these areas, and the only way to know for sure is to gather other powerful allies to your side to investigate for yourself."
	},
	{
		"title": "The Darkened Sea",
		"released": "November 2014",
		"areas": "Continent of Alaris",
		"levels": "85-105",
		"additions": "Mount Keyring",
		"plot": "Lanys T`Vyl and Firiona Vie are at odds, and Katta Castrum's emperor is in trouble... The Buried Sea is the backdrop as its storylines and characters will be revisited. Firiona Vie has been travelling the world on a mission from the goddess Tunare to bring the realm back into balance. Her latest efforts have brought her to the Buried Sea, seeking to heal the ruler of the Combine Empire, Tsaph Katta. Now it's time for you to travel to the domed city of Katta Castrum and find Firiona! After Firiona came here with her allies to heal Tsaph, the city was attacked by Lanys T`vyl and a corrupt splinter faction of the Combine. In the chaos, Tsaph was kidnapped. Now, he must be rescued and Lanys must be stopped."
	}
]